Repository: eric-chau/mvnerds
Catalog: src/MVNerds/TeamSeekerBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Captain
fr: Capitaine

source: Loading
fr: Chargement en cours

source: Match history
fr: Historique de match

source: VS
fr: Contre

source: Victory
fr: Victoire

source: Defeat
fr: Défaite

source: didn't play any matches yet during this season.
fr: n'a pas encore joué de match au cours de cette saison.

source: Search by name or tag
fr: Recherche par nom ou par tag

source: Loading, please wait.
fr: Chargement en cours, veuillez patienter.

source: During a team ranked match, haven't you ever asked yourself what was your laning opponent level ? The Team Seeker will allow you to search for a team depending on its region, and its name or tag. Thanks to this, all the team members will be listed, and all of theirs Solo/Duo Queue leagues will be displayed individually.
fr: Pendant un match en équipe classée, ne vous êtes-vous jamais demandés quel était le niveau de votre adversaire en lane ? Le Team Seeker va vous permettre de rechercher une équipe en fonction de sa région et de son nom ou son tag. Ceci va vous permettre de lister tous les membres de l'équipe avec leurs ligues individuelles en File Solo/Duo.

source: League of Legends ranked team search
fr: Recherche d'équipe classée League of Legends

source: The couple '%tagOrName%' / '%region%' is not valid. Please check if the team still exsits and if the region is correct.
fr: Le couple '%tagOrName%' / '%region%' est invalide. Vérifiez que l'équipe existe toujours ou si la région spécifiée est correcte.

source: An error has occurred while loading the Solo/Duo Queue' league of a player. Please relaunch the search.
fr: Une erreur est survenue lors du chargement de la ligue en 'File Solo/Duo' de l'un des joueurs. Veuillez relancer la recherche.
