Repository: eric-chau/mvnerds
Catalog: src/MVNerds/ItemHandlerBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Customize a recommended items list for League of Legends
fr: Personnaliser une liste d'objets conseillés pour League of Legends

source: Cost
fr: Coût

source: Customize a recommended items list
fr: Personnaliser une liste d'objets conseillés

source: Welcome! Follow the steps to create a new recommended items list for your favourite champions. This list will be displayed in your League of Legends game.
fr: Bienvenue ! Suivez les étapes pour créer une nouvelle liste d'objets conseillés. Cette liste apparaîtra en jeu dans la boutique.

source: Step 1 : select one or many champions
fr: Etape 1 : choisissez un ou plusieurs champions

source: The new recommended items list will be set for each of the selected champions
fr: Sélectionnez ici tous les champions qui seront affectés par le changement de liste d'objets recommandés.

source: Tip : you can filter the champions by category and then select all of them to change their recommended items list all at once.
fr: Astuce : Vous pouvez filtrer les champions par catégorie pour ensuite tous les sélectionner simultanément.

source: Step 2 : select the game mode
fr: Etape 2 : choisissez le mode de jeu

source: Depending on the League of Legends game mode, the recommended items list for your champions will be different.
fr: En fonction du mode de jeu choisi, la liste d'objets recommandés pour vos champions sera différente.

source: Note : Only the items authorised in the game mode selected will appear in the list.
fr: Seuls les objets autorisés dans le mode de jeu sélectionné apparaitront dans la liste.

source: Step 3 : select your items
fr: Etape 3 : choisissez vos objets

source: You must now select the items that will form your list. Drag and drop those items into the blocks placed on the right of your screen. You can create many blocks, rename them, delete them, or sort them.
fr: Vous devez maintenant sélectionner les objets qui vont composer votre liste. Glissez ceux-ci depuis la liste ci-dessous vers les blocs situés à droite. Vous povez créer plusieurs blocs, les renommer, les supprimer ou encore les trier.

source: Tip : use the filtering system to find easily your items.
fr: Astuce : Servez vous du système de filtrage pour trouver plus facilement vos objets.

source: Note : Blocks left empty won't be used for the recommended items list.
fr: Info : Les blocs laissés vide seront ignorés dans la création de la liste.

source: Step 4 : name your list
fr: Etape 4 : nommez votre liste

source: You now have to name your recommended items list. If your are registered on mvnerds.com you will be able to save your list and download it again in the future or edit it.
fr: Vous devez maintenant nommer votre liste d'objet conseillés. Vous pourrez ensuite si vous le souhaitez, la consulter de nouveau, la récupérer, l'éditer ou encore la partager avec le reste de la communauté MVNerds.

source: Name of the list...
fr: Nom de la liste...

source: Last step
fr: Dernière étape

source: Congratulations, you just made a new recommended items list. You can now "Save and Generate" or "Generate only".
fr: Félicitation, vous avez confectionné votre nouvelle liste d'objet conseillés. Vous n'avez plus qu'à cliquer sur le bouton "Sauvegarder et générer" ou "Générer seulement".

source: You can't save more than 7 builds.
fr: Vous ne pouvez pas enregistrer plus de 7 builds.

source: Save and Generate
fr: Sauvegarder et générer

source: Generate Only
fr: Générer seulement

source: Save
fr: Enregistrer

source: Saving the build...
fr: Enregistrement du build

source: You have to be authenticated to be allowed to use the "Save" functionality. Registering or authenticating will not erase your current build, it will be stored temporarily
fr: Afin de pouvoir profiter de la fonction d'enregistrement de vos builds, vous devez être authentifié. Vous inscrire, ou vous connecter n'effacera pas votre liste d'objets recommandés en cours de création, celle-ci sera enregistrée temporairement.

source: If you are not registered yet, you can create an accout now.
fr: Si vous n'avez pas encore de compte vous pouvez vous inscrire dès maintenant.

source: If you do not want to create an account now, you can just download your item build, however, you won't be able to edit it, download it again or delete it.
fr: Si vous ne désirez pas vous inscrire pour le moment vous pouvez tout de même télécharger votre build, cependant, celui-ci ne sera pas enregistré, vous ne pourrez ni le modifier, ni le re-télécharger, ni le supprimer.

source: Cancel
fr: Annuler

source: Sign in
fr: Connexion

source: Registration
fr: Inscription

source: Download Only
fr: Télécharger uniquement

source: Recommended items list download
fr: Téléchargement de la liste d'objets recommandés

source: If your "League of Legends" directory does not figure in one of the directories present in this list :
fr: Si votre dossier "League of Legends" n'est présent dans aucun des dossier de cette liste :

source: | This is the directory you saved before and it will be replaced if you specify a new value below.
fr: | Ceci est le répertoire que vous avez enregistré auparavant et il sera remplacé si vous saisissez une autre valeur ci-dessous.

source: Please enter yours here :
fr: Veuillez indiquer le votre ici :

source: Cancel
fr: Annuler

source: Download
fr: Télécharger

source: Drop your items here
fr: Déposez vos objets ici

source: Add a bloc
fr: Ajouter un bloc

source: All lists
fr: Toutes les listes

source: Create a list
fr: Créer une liste

source: New lists
fr: Nouvelles listes

source: Most downloaded lists
fr: Listes les plus téléchargées

source: Name
fr: Nom

source: Map
fr: Mode de jeu

source: Items
fr: Objets

source: Created by
fr: Créé par

source: Consult profile of
fr: Consulter le profil de

source: Downloaded
fr: Téléchargé

source: times
fr: fois

source: Create a list
fr: Créer une liste

source: Find below recommended items lists shared by the members of MVNerds.
fr: Retrouvez ci-dessous les listes d'items recommandés partagées par les membres de MVNerds.

source: Recommended items list
fr: Liste d'items recommandés

source: List
fr: Liste

source: Created by
fr: Réalisée par

source: Those are the champions that will be affected by the recommended items list
fr: Les champions concernés par cette liste d'items recommandés sont les suivants

source: Game mode
fr: Mode de jeu

source: This list is made for the following game mode
fr: Cette liste d'items recommandés est dédiée au mode de jeu suivant

source: Items
fr: Objets

source: These are the blocks and the items that will be set for the recommended items list
fr: Les objets affectés à cette liste d'objets recommandés sont les suivants

source: Download
fr: Télécharger

source: Download this list if you want to try it.
fr: Téléchargez cette liste si vous désirez l'essayer.

source: Download
fr: Télécharger

source: Create new list based on this one
fr: Créer une liste à partir de celle-ci

source: Create a new items lists based on this one
fr: Créer une nouvelle liste d'objets recommandés basé sur celle-ci
