Repository: eric-chau/mvnerds
Catalog: src/MVNerds/LaunchSiteBundle/Resources/translations/messages.*.xlf
Languages: fr

source: and
fr: et

source: or
fr: ou

source: has
fr: a

source: Let's go!
fr: C'est parti !

source: Checking in progress
fr: Vérification en cours

source: See you soon!
fr: A bientôt !

source: Thank you
fr: Merci

source: Send
fr: Envoyer

source: Official expected launch in
fr: Lancement officiel prévu dans

source: jour
fr: jours

source: heure
fr: heures

source: minute
fr: minutes

source: seconde
fr: secondes

source: Follow us on
fr: Suivez nous sur

source: MVNerds.com's goal is to provide intuitive, ergonomic, and efficient tools in order to help League of Legends players getting stronger and stronger. Guides, builds, and a lot of other tools will be avaliable soon with the view of serving The LoL Community. This website has been developed by two young developers and players who are having like you a passion for the game provided by Riot Games Inc.
fr: MVNerds.com a pour objectif de fournir des outils simples d'utilisation, ergonomiques et performants dans le but d'aider les joueurs de League of Legends à se perfectionner toujours plus. Des guides, des builds, et une multitude d'autres outils seront prochainement disponibles dans le but de servir la communauté LoL. Ce site est réalisé par deux jeunes développeurs et joueurs qui sont comme vous, passionnés par le jeu de Riot Games.

source: This first version of the website is a beta one. It offers you our very first module : the 'Champions benchmark'. This tool allows you to compare easily and effectively a large number of champions. Try it now!
fr: Cette première version du site est une version bêta vous offrant notre tout premier module : le 'Champions benchmark'. Cet outil vous permet de comparer facilement et efficacement une multitude de champions. Essayez le sans plus attendre !

source: Leave your email address to make sure you do not miss anything! It will keep you updated on all the latest news, not to mention the opportunity to benefit outstanding advantages.
fr: Afin de ne rien rater n'hésitez pas à laisser votre adresse e-mail. Celle-ci nous permettra de vous tenir informé des dernières améliorations, et vous permettra de bénéficier d'avantages exceptionnels.

source: I leave my e-mail
fr: Je laisse mon e-mail

source: Leave your email address to make sure you do not miss any upcoming improvements or the official launch of the website. This address will never be communicated to any partner, people or company.
fr: Afin d'être tenu informé des futurs changements qui vont êtres opérés sur le site ou de l'ouverture officielle de ce dernier, nous vous invitons à laisser votre e-mail. Cette adresse ne sera en aucun cas communiquée à nos partenaires ou toute autre personne/société tierce.

source: Be sure that we will know how to reward your interest for our project when it will be launched.
fr: Soyez sûrs que nous saurons récompenser votre intérêt pour notre projet lors de son lancement officiel.

source: mail address
fr: adresse mail

source: The given mail is already in use
fr: L'email renseigné est déjà utilisé

source: Waiting for a valid mail
fr: En attente d'un e-mail valide

source: We have successfully saved your e-mail. All the Most Valuable Nerds team thank you for your trust, we will certainly keep you informed of the official release of the website. Until then, come back as often as you wish! Regulars updates will be mades.
fr: Nous avons bien enregistré votre e-mail. Toute l'équipe Most Valuable Nerds vous remercie pour votre confiance, nous ne manquerons pas de vous tenir informer de la sortie officielle du site. D'ici là, revenez autant que vous le souhaitez ! Des mises à jours arriveront régulièrement.

source: Comparison list
fr: Liste de comparaison

source: Selected champions
fr: Champions sélectionnés

source: Drag and drop champions here
fr: Faites glisser et déposez des champions ici

source: Clean the list
fr: Vider la liste

source: Click to remove the champion from the list
fr: Cliquez pour retirer le champion de la liste

source: Compare
fr: Comparer

source: Filter
fr: Affiner le filtrage

source: Filter champions by tags
fr: FILTRER LES CHAMPIONS PAR LEURS TAGS

source: Original tags defined by Riot Games
fr: Tags originaux définis par Riot Games

source: Custom tags defined by MVNerds
fr: Tags personnalisés par MVNerds

source: Role
fr: Rôle

source: Attack range
fr: Portée d'attaque

source: Damage
fr: Dégâts

source: Search
fr: Rechercher

source: Guide tour
fr: Visite guidée

source: Clean filter
fr: Nettoyer le filtre

source: Add filtered champions to the list
fr: Ajouter les champions filtrés à la liste

source: Clean the selection
fr: Nettoyer la sélection

source: Filter items by tags
fr: Filtrer les items par tags

source: Bonus per level
fr: Bonus par niveau

source: health points (HP)
fr: points de vie (PV)

source: HP regen/5 sec
fr: régen. de PV/5 sec

source: mana
fr: points de mana

source: mana regen/5 sec
fr: régen. de mana/5 sec

source: armor
fr: armure

source: magic resistance
fr: résistance magique

source: attack damage
fr: dégâts d'attaque

source: attack speed
fr: vitesse d'attaque

source: attack range
fr: portée d'attaque

source: movement speed
fr: vitesse de déplacement

source: These caracteristics are
fr: les caractéristiques ci-dessus sont celle de

source: 's at level 1
fr: au niveau 1

source: Back to list
fr: Retourner à la liste

source: Make this champion the new reference
fr: Faire de ce champion la référence

source: compared to
fr: par rapport à

source: Champions level
fr: Niveau des champions

source: The champion has been successfully added to the comparison list
fr: Le champion a bien été ajouté à la liste de comparaison

source: This champion is already in the comparison list
fr: Le champion est déjà présent dans la liste de comparaison

source: Maximum comparable champion number is reached, remove one from the list first
fr: Le nombre de champion maximum à comparer est atteint, veuillez en supprimer un de la liste d'abord

source: The champion has been successfully removed from the comparison list
fr: Le champion a bien été retiré de la liste

source: Not enough champions to compare
fr: il n'y a pas assez de champions à comparer

source: There is no champion to compare
fr: Aucun champion à comparer

source: Not enough champions to comapare
fr: il n'y a pas assez de champions à comparer

source: Comparison list has been successfully cleaned
fr: La liste de comparaison a bien été vidée

source: The message has been sent succefully
fr: Le message a bien été envoyé

source: Email addresss not valid
fr: Adresse mail non valide

source: Guides, builds and tools for League of Legends players!
fr: Guides, builds et outils pour les joueurs de League of Legends !

source: League of Legends and Riot Games Inc. are trademarks or registered trademarks of Riot Games, Inc.
fr: League of Legends et Riot Games sont des marques déposées de Riot Games, Inc.

source: All the elements extracted or copied from the game League of Legends, presents on the website, belong to Riot Games Inc.
fr: Tous les éléments extraits ou recopiés du jeu League of Legends, présents sur le site, appartiennent à Riot Games Inc.

source: Contact us
fr: Nous contacter

source: Privacy policy
fr: Politique de confidentialité

source: Terms of use
fr: Conditions générales d'utilisation

source: Legal
fr: Mentions légales

source: Statistics
fr: Statistiques

source: About us
fr: A propos de nous

source: What informations do MVNerds collects?
fr: Quelles sont les informations collectées par MVNerds ?

source: MVNerds offers you for now the possibility to leave your e-mail address.
fr: MVNerds vous propose pour le moment de laisser votre adresse e-mail de manière mais rien ne vous y oblige

source: What do we do with thoses informations?
fr: Que fait MVNerds avec les informations collectées ?

source: The e-mail address you leave will be only used by mvnerds.com, it won't be communicated to any one. This address will allow us to keep you informed of the newest updates mades to the website.
fr: L'adresse e-mail que vous laissez ne sera utilisée que par mvnerds.com, celle-ci ne sera pas communiquée à des tiers. Cette adresse nous permettra de vous tenir informé des dernières évolutions apportées au site.

source: Intellectual property
fr: Propriété intellectuelle

source: All the elements presents on mvnerds.com belong to their respective owners. It is strictly forbidden to copy or take any element without the consent of it's owner.
fr: Tout les éléments présents sur mvnerds.com appartiennent à leur propriétaires respectifs. Il est strictement interdit de copier ou de reprendre un élément sans l'accord de son propriétaire.

source: What do we do with thoses informations?
fr: League of legends

source: Owners
fr: Propriétaires

source: mvnerds.com owners ares Mr. Y.Hani et Mr. C.Eric
fr: Les propriétaires de mvnerds.com sont M. Y.Hani et M. C.Eric

source: Hosting
fr: Hébergement

source: This website is hosted by OVH
fr: Ce site est hébergé par OVH

source: Headquarters : 140 Quai du Sartel - 59100 Roubaix - France
fr: Siège social : 140 Quai du Sartel - 59100 Roubaix - France

source: Phone : (+33) 899 701 761
fr: Téléphone : 0 899 701 761

source: Your e-mail
fr: Votre e-mail

source: Subject
fr: Sujet

source: If you have any comments, suggestions, or remarks, please use the form below.
fr: Si vous avez des commentaires à faire, des suggestions à donner ou n'importe quelle remarque à partager veuillez s'il vous plaît utiliser le formulaire ci-dessous.

source: current
fr: version

source: version
fr: courante

source: Changer de
fr: Switch

source: Back
fr: Retourner

source: to home
fr: à l'accueil

source: You are using an outdated browser.
fr: Le navigateur internet que vous utilisez actuellement n'est pas optimisé pour ce site.

source: Upgrade your browser today
fr: Telechargez Google Chrome ou Mozilla Firefox

source: install Google Chrome Frame
fr: Installez Google Chrome Frame

source: to better experience this site.
fr: afin de mieux apprécier ce site.

source: An original champions list
fr: Une liste de champions originale

source: An effective filtering system
fr: Un système de filtrage efficace

source: An efficient comparison tool
fr: Un outil de comparaison performant

source: Try it now!
fr: Testez-le maintenant !

source: All news
fr: Toutes les news

source: Guides, Builds, and Tools for League of Legends
fr: Guides, Builds, et Outils pour League of Legends

source: Guides, Builds, and Tools for League of Legends
fr: Guides, Builds, et Outils pour League of Legends
