Repository: eric-chau/mvnerds
Catalog: src/MVNerds/ChampionHandlerBundle/Resources/translations/messages.*.xlf
Languages: fr

source: League of Legends Champions
fr: Champions League of Legends

source: Champions Benchmark for League of Legends
fr: Champions Benchmark pour League of Legends

source: Passive
fr: Passif

source: q
fr: a

source: w
fr: z

source: R - Ultimate
fr: R - Ultime

source: There is no video available for this skin.
fr: Il n'y a pas de vidéo de présentation disponible pour ce skin.

source: Comparison of %count% champions
fr: Comparaison de %count% champions en cours

source: League of Legends champions comparator
fr: Comparateur de champions de League of Legends

source: how does it work?
fr: comment ça marche ?

source: The Champion Benchmark allows you to compare the champions between them. If you wish to know everything about the fonctionnnement, click the button below to start the guided tour.
fr: Le Champion Benchmark vous permet de comparer les champions entre eux. Si vous souhaitez tout savoir de son fonctionnnement, cliquez sur le bouton ci-dessous pour démarrer la visite guidée.

source: Start the tour
fr: Débuter la visite guidée

source: Close
fr: Fermer

source: Learn more about
fr: En savoir plus sur

source: Add to list
fr: Ajouter à la liste

source: Statistics
fr: Caractéristiques

source: Statistics ​​in brackets and red correspond to those %name% at level 18.
fr: Les valeurs des caractéristiques entre parenthèse et en rouge correspondent à celles de %name% au niveau 18.

source: Lore
fr: Histoire

source: Sorry, no recommended items list was found for
fr: Désolé, aucune liste d'objets recommandés n'a été trouvé pour

source: Would you like to create?
fr: Souhaitez-vous remédier à son chagrin ?

source: See more recommended items list for
fr: Voir plus de listes d'objets recommandées pour
