Repository: eric-chau/mvnerds
Catalog: src/MVNerds/CommentBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Write a comment
fr: Écrire un commentaire

source: Comment
fr: Commenter

source: maximum characters
fr: charactères maximum

source: No reaction has been left yet. Be the first!
fr: Aucune réaction n'a été laissé pour le moment. Soyez le premier !

source: Report this message
fr: Signaler ce message

source: commented
fr: a commenté

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: This comment has been masked because it was reported many times. Clic to see it.
fr: Ce commentaire a été masqué car il a été signalé de nombreuses fois. Cliquez pour le voir.

source: Check the profile of
fr: Consulter le profil de

source: Back to news list
fr: Retourner à la liste des news

source: Loading previous comments...
fr: Chargement des commentaires précédents en cours...

source: Comments
fr: Vos réactions

source: You must be authenticated to leave a comment. Select one of the following options.
fr: Vous devez être connecté à votre compte MVNerds pour pouvoir laisser un commentaire. Que voulez-vous faire ?

source: Sign in
fr: Je me connecte

source: Register
fr: Je m'inscris

source: Last update DATE
fr: Dernière édition DATE

source: replied
fr: a répondu
