Repository: eric-chau/mvnerds
Catalog: src/MVNerds/ProfileBundle/Resources/translations/messages.*.xlf
Languages: fr

source: - Summoner's profile | MVNerds
fr: - Profil d'invocateur | MVNerds

source: My profile -
fr: Mon profil -

source: Administration of my profile -
fr: Administration de mon profil -

source: I am registered since the %date%. Actually i have the roles
fr: Je suis inscrit depuis le %date%. Actuellement, je possède les rôles

source: Personalize my avatar
fr: Personnaliser mon avatar

source: Current avatar
fr: Avatar courant

source: Save my new avatar
fr: Enregistrer mon nouvel avatar

source: is registered since the %date%. Within the MVNerds community, he / she is :
fr: est inscrit depuis le %date%. Au sein de la communauté MVNerds, il / elle est :

source: My user preferences
fr: Mes préférences utilisateurs

source: League of Legends directory placement
fr: Emplacement du dossier League of Legends

source: Custom recommended items lists
fr: Listes des objets conseillés personnalisées

source: didn't save any recommended items list yet.
fr: n'a pas encore enregistré de liste d'objet conseillé.

source: Member
fr: Membre

source: Administrator
fr: Administrateur

source: Pioneer
fr: Pionnier

source: Newest members
fr: Derniers inscrits

source: Oldest members
fr: Premiers inscrits

source: Username asc
fr: Nom utilisateur croissant

source: Username desc
fr: Nom utilisateur décroissant

source: Username
fr: Nom d'utilisateur

source: Attached Game Account
fr: Compte de jeu lié

source: My profile
fr: Mon profil

source: Profile of
fr: Profile de

source: Subscribe's date
fr: Date d'inscription

source: Comments posted
fr: Commentaires postés

source: Change my password
fr: Changer mon mot de passe

source: Work in progress
fr: Traitement en cours

source: Ended, verify your e-mails
fr: Terminé, vérifiez vos e-mails

source: My attached account
fr: Mon compte de jeu lié

source: Not found
fr: Non trouvé

source: Validation in progress
fr: validation en cours

source: You have not linked your League of Legends account to your MVNerds account yet.
fr: Vous n'avez pas encore lié votre compte League of Legends à votre compte MVNerds.

source: Would you do it?
fr: Souhaitez-vous le faire ?

source: Inform your account game
fr: Renseigner mon compte de jeu

source: Finalize the validation
fr: Finaliser la validation

source: Cancel the process
fr: Annuler la liaison

source: has not linked his League of Legends account to his MVNerds account yet.
fr: n'a pas encore lié son compte League of Legends à son compte MVNerds.

source: These statistics are the ones of %name% in ranked games for the season 3 (current season).
fr: Ces statistiques sont celles de %name% en parties classées pour la saison 3 ( saison courante).

source: kills
fr: champions tués

source: deaths
fr: morts

source: assists
fr: assistances

source: wins
fr: victoires

source: losses
fr: défaites

source: Ranked Teams (3v3)
fr: Équipe classée (3c3)

source: Solo/Duo Queue
fr: File Solo/Duo

source: Ranked Teams (5v5)
fr: Équipe classée (5c5)

source: Unranked
fr: Non classé

source: More statistics
fr: Plus de statistiques

source: Max kills
fr: Tués max

source: Killing spree
fr: Meurtre en série

source: Max killing spree
fr: Max meurtre en série

source: Double kills
fr: Doublés

source: Triple kills
fr: Triplé

source: Quadra kills
fr: Quadruplés

source: Penta kills
fr: Quintuplés

source: Max deaths
fr: Morts max

source: Time spent dead
fr: Temps passé mort

source: hour
fr: heure

source: day
fr: jour

source: Max living time
fr: Max temps passé en vie

source: Longest game
fr: Partie la plus longue

source: Minions killed
fr: Sbires tués

source: Monster killed
fr: Monstres tués

source: Turrets destroyed
fr: Tourelles détruites

source: Gold earned
fr: PO gagnées

source: Last update
fr: Dernière mise à jour

source: few seconds ago
fr: il y a quelques secondes

source: [0,1]one minute ago|]1,Inf] %count% minutes ago
fr: [0,1]il y a une minute|]1,Inf] il y a %count% minutes

source: the
fr: le

source: at
fr: à

source: You have not published a video yet.
fr: Vous n'avez pas encore publié de vidéo.

source: %name% has not published a video yet.
fr: %name% n'a pas encore publié de vidéo.

source: Preview
fr: Aperçu

source: Title
fr: Titre

source: Category
fr: Catégorie

source: Delete a video
fr: Suppression d'une vidéo

source: You are about to remove your video
fr: Vous êtes sur le point de supprimer votre vidéo

source: Are you sure you want to do this?
fr: Êtes-vous sûr de vouloir faire cela ?

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: my user preferences
fr: mes préférences utilisateur

source: Save
fr: Enregistrer

source: You have not recorded any recommended items list yet.
fr: Vous n'avez pas encore enregistré de liste d'objet conseillé.

source: My last comments
fr: Mes derniers commentaires

source: See
fr: Voir

source: the linked list
fr: la liste liée

source: the linked video
fr: la vidéo liée

source: the linked news
fr: la news liée

source: the linked champion
fr: le champion lié

source: the linked profile
fr: le profil lié

source: has not written a comment yet
fr: n'a pas encore écrit de commentaire

source: Delete a recommended items list
fr: Suppression d'une liste d'objets conseillés

source: You are about to remove your recommended items list
fr: Vous êtes sur le point de supprimer votre liste d'objets conseillés

source: Are you sure you want to do this?
fr: Êtes-vous sûr de vouloir faire cela ?

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Find below the avatars that are available. Choose the one who pleases you.
fr: Retrouvez ci-dessous les avatars qui sont à votre disposition. Choisissez celui qui vous plaît.

source: Save
fr: Enregistrer

source: Linking my MVNerds and League of Legends account
fr: Lier mes comptes MVNerds et League of Legends

source: Link now your MVNerds account to your League of Legends account! You will then have access to your leagues and your statistics in ranked games without having to log into the game. New options are also in preparation.
fr: Liez dès maintenant votre compte MVNerds à votre compte League of Legends ! Vous aurez alors accès à vos ligues et vos statistiques en parties classées sans avoir à vous connecter sur le jeu. De nouvelles possibilités sont également en préparation.

source: Step 1 : my League of Legends account
fr: Étape 1 : mon compte League of Legends

source: Fill in all the fields of the form below so that we can carry out a verification of the existence of your account.
fr: Renseignez tous les champs du formulaire ci-dessous pour que l'on puisse procéder à une vérification de l'existence de votre compte.

source: Do not communicate the name of your account. We want your summoner's, the one who appears in the screen when you are playing.
fr: Ne communiquez pas le nom de votre compte. Nous voulons votre nom d'invocateur, celui qui apparaît à l'écran lorsque vous êtes en jeu.

source: Region
fr: Région

source: Europe West (EUW)
fr: Europe Ouest (EUW)

source: Europe North and Est (EUNE)
fr: Europe Nord et Est (EUNE)

source: North America (NA)
fr: Amérique du Nord (NA)

source: Brazil (BR)
fr: Brésil (BR)

source: Summoner name
fr: Nom d'invocateur

source: Check
fr: Vérifier

source: Étape 2 : rename one of your mastery pages
fr: Étape 2 : renommer une de vos pages de maîtrises

source: The connection is almost established! To ensure that you are the holder of the game account
fr: La liaison est quasiment établie ! Afin de nous assurer que vous êtes bien le titulaire du compte de jeu

source: Connect on the League of Legends game and rename one of your mastery pages by the activation code bellow:
fr: connectez-vous sur le jeu League of Legends et renommez une de vos pages de maîtrises par le code de vérification suivant :

source: Étape 3 : confirmation of the League of Legends account
fr: Étape 3 : confirmation du compte League of Legends

source: Once the manipulation required in step 2 done, wait a few minutes while your change is propagated to the servers. Click on the button below to enable us to check and validate the linking process.
fr: Une fois la manipulation demandée à l'étape 2 accomplie, patientez quelques minutes le temps que votre modification se propage sur les serveurs. Cliquez ensuite sur le bouton ci-dessous pour nous permettre de valider et de terminer cette procédure de liaison de compte.

source: Terminate the connection
fr: Terminer la liaison

source: Cancel the connection
fr: Annuler la liaison

source: Sorry, the service is temporarily unavailable.
fr: Désolé, le service est temporairement indisponible.

source: The couple summoner name (%name%)/region you have entered is invalid.
fr: Le couple nom d'invocation (%name%)/région que vous avez saisi est invalide.

source: The summoner name %name% is already linked to an MVNerds account.
fr: Le nom d'invocateur %name% est déjà lié à un compte MVNerds.

source: The activation code is missing, please waitsome instants before retrying.
fr: Le code d'activation est introuvable, veuillez patienter quelques intants avant de réessayer.

source: Silver V
fr: Argent V

source: Silver IV
fr: Argent IV

source: Silver III
fr: Argent III

source: Silver II
fr: Argent II

source: Silver I
fr: Argent I

source: Gold V
fr: Or V

source: Gold IV
fr: Or IV

source: Gold III
fr: Or III

source: Gold II
fr: Or II

source: Gold I
fr: Or I

source: Platinum V
fr: Platine V

source: Platinum IV
fr: Platine IV

source: Platinum III
fr: Platine III

source: Platinum II
fr: Platine II

source: Platinum I
fr: Platine I

source: Diamand V
fr: Diamant V

source: Diamond IV
fr: Diamant IV

source: Diamond III
fr: Diamant III

source: Diamond II
fr: Diamant II

source: Diamond I
fr: Diamant I

source: Members of the community
fr: Les membres de la communauté

source: Username
fr: Nom d'utilisateur

source: Game account
fr: Compte de jeu

source: Filter Options
fr: Options de filtrage

source: Sort by:
fr: Trier par :

source: Search by:
fr: Rechercher par :

source: Search
fr: Rechercher

source: Summoner name:
fr: Nom d'invocateur :

source: Not informed
fr: Non renseigné

source: Member since
fr: Membre depuis le
