Repository: eric-chau/mvnerds
Catalog: src/MVNerds/SiteBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Sign in to my MVNerds account
fr: Connexion à un compte MVNerds

source: The Username and the password provided don't match.
fr: La combinaison nom d'utilisateur / mot de passe est incorrecte.

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Remember me
fr: Se souvenir de moi

source: Forgot password?
fr: Mot de passe oublié ?

source: Log in
fr: Je me connecte

source: Not registered yet
fr: Je ne suis pas encore inscrit

source: Create an MVNerds account and enjoy all the advantages offered to you. Many new fonctionnalities will arrive soon, be ahead of the other League of Legends players.
fr: Créez-vous un compte MVNerds et profitez des avantages qui vous sont offerts. Beaucoup de nouvelles fonctionnalités vont arriver, soyez en avance sur les autres joueurs de League of Legends. N'hésitez plus !

source: Sign up
fr: Créer un compte

source: Log in to my account
fr: Connexion à mon compte

source: Sign in to my MVNerds account
fr: Je me connecte à mon compte MVNerds

source: I forgot my password
fr: J'ai oublié mon mot de passe

source: Sorry, you provided an invalid email, try again.
fr: Désolé, l'adresse mail que vous avez renseigné n'est pas reconnue, veuillez réessayer.

source: Sometimes our emails are considered as spam.
fr: Il est possible que l'e-mail soit considéré comme un spam.

source: Fill the e-mail field with your registration e-mail and submit the form. You will then receive an e-mail that will allow you to choose a new password.
fr: Vous avez oublié votre mot de passe ? Pas de panique, renseignez votre adresse e-mail avec laquelle vous avez créé votre compte dans le champ ci-dessous. Vous allez recevoir un e-mail vous invitant à choisir un nouveau mot de passe.

source: Send
fr: Envoyer

source: Password reset request accepted
fr: Demande de réinitialisation de mot de passe acceptée

source: Nous avons envoyé les instructions de réinitialisation de mot de passe à votre adresse email. Si vous ne recevez pas les instructions d'ici une minute ou deux, vérifiez les filtres de spams et / ou de courriers indésirables de votre messagerie. | A TRADUIRE
fr: Nous avons envoyé les instructions de réinitialisation de mot de passe à votre adresse email. Si vous ne recevez pas les instructions d'ici une minute ou deux, vérifiez les filtres de spams et / ou de courriers indésirables de votre messagerie.

source: Guides, Builds and Tools for League of Legends
fr: Guides, Builds et Outils pour League of Legends

source: You are on
fr: Vous êtes sur

source: Home
fr: Accueil

source: New lists
fr: Nouvelles listes

source: Most downloaded
fr: Les plus téléchargées

source: See more
fr: Voir plus

source: Compare champions and get advantage of :
fr: Comparez les champions entre eux et profitez de :

source: An original champions list
fr: Une liste de champions originale

source: An efficient filtering system
fr: Un système de filtrage efficace

source: A powerfull comparison tool
fr: Un outil de comparaison performant

source: Try it now
fr: Tester maintenant

source: Try our whole new module "LoLVideoCenter"! This module will allow you to watch a bunch of League of Legends related videos. As a MVNerds member you have the possibility to publish as many videos as you want, they can be funny, usefull, or any other video related to LoL.
fr: Venez essayer le tout nouveau module "LoLVideoCenter" ! Ce module va vous permettre de consulter un tas de vidéos liées au jeu League of Legends. En tant que membre MVNerds vous avez la possibilité de poster autant de vidéos que vous le souhaitez, que ce soit des vidéos amusantes, utiles, ou tout autre type de vidéo en relation avec LoL!

source: More
fr: En savoir plus

source: Most viewed
fr: Les plus vues

source: New videos
fr: Nouvelles vidéos

source: Champion Rotation
fr: Rotation de champions

source: Champion name...
fr: Nom d'un champion...

source: League of Legends and Riot Games Inc. are trademarks or registered trademarks of Riot Games, Inc. All the elements extracted or copied from the game League of Legends, presents on the website, belong to Riot Games Inc.
fr: League of Legends et Riot Games sont des marques déposées de Riot Games, Inc. Tous les éléments extraits ou recopiés du jeu League of Legends, présents sur le site, appartiennent à Riot Games Inc.

source: Contact us
fr: Nous contacter

source: Privacy policy
fr: Politique de confidentialité

source: Terms of use
fr: Conditions générales d'utilisation

source: Legal
fr: Mentions légales

source: Statistics
fr: Statistiques

source: About us
fr: A propos de nous

source: Community members
fr: Les membres de la communauté

source: Filtering options
fr: Options de filtrage

source: Preview
fr: Aperçu

source: Title
fr: Titre

source: Category
fr: Catégorie

source: Username
fr: Nom d'utilisateur

source: Game account
fr: Compte de jeu

source: Name
fr: Nom

source: Map
fr: Carte

source: How does it work ?
fr: Comment ça marche ?

source: Search by
fr: Rechercher par :

source: Sort by
fr: Trier par :

source: Why create an MVNerds account ?<strong>HAHAHAHA</strong>
fr: Pourquoi créer un compte MVNerds ?

source: Create an MVNerds account is quick and will offer you many advantages :
fr: Créer un compte MVNerds est très rapide et vous offre de nombreux avantages :

source: Save your custom recommended items lists on your profile.
fr: Enregistrement de vos listes d'objets personnalisées sur votre profil.

source: Unlimited video publication.
fr: Publication illimitée de vidéos.

source: Join your MVNerds account to your League of Legends account.
fr: Association avec votre compte de jeu League of Legends.

source: Contribute to the life of the community by voting, and posting comments.
fr: Contribuer à la vie de la communauté en votant et en laissant des commentaires.

source: And many other things!
fr: Et bien d'autres choses !

source: Reset password
fr: Changement du mot de passe

source: Reset password
fr: Changement du mot de passe

source: Change password
fr: Changement du mot de passe

source: , your request has been recieved We invite you to choose a new password (it must contains at least 6 characters).
fr: , votre demande de réinitialisation a bien été prise en compte. Nous vous invitons dès maintenant à choisir un nouveau mot de passe (ce dernier doit comporter au minimum 6 caractères).

source: Send
fr: Envoyer

source: Reset password operation failed
fr: Échec de la réinitialisation de mot de passe

source: Reset password operation failed
fr: Échec de la réinitialisation de mot de passe

source: Reset password operation failed
fr: L'opération de changement de mot de passe a échoué

source: You tried to change the password of the summoner <strong>%slug%</strong> with the activation code <strong>%activation_code%</strong>. The operation has failed, the account name and / or the activation code is/are wrong.
fr: Vous avez tenter de changer le mot de passe du compte d'invocateur <strong>%slug%</strong> avec le code d'activation <strong>%activation_code%</strong>. L'opération a échoué, le nom du compte et / ou le code activation ne sont pas corrects.

source: We invite to follow the link provided in the e-mail sent at the address you gave during your registration. If the problem persists, contact us and explain the manipulations you made.
fr: Pour une question de pratique, nous vous invitons à suivre le lien qui vous ait parvenu par email à l'adresse que vous avez renseigné. Si le problème persiste, n'hésitez pas à nous faire parvenir un email détaillant les manipulations que vous avez effectué, merci.

source: Summoner %username%, your account is not activated yet. You must have recieved an e-mail at this address %email% inviting you to active your account by clicking on a link.
fr: Invocateur %username%, votre compte n'est pas encore activé. Vous avez normalement reçu un email à l'adresse %email% vous invitant à activer votre compte en cliquant sur un lien.

source: — The MVNerds Team
fr: — L'équipe MVNerds

source: Password reseted
fr: Réinitialisation de mot de passe terminée

source: Password reseted
fr: Réinitialisation de mot de passe terminée

source: Password reseted
fr: Réinitialisation de mot de passe terminée

source: Summoner %username%, you can now login to your MVNerds account with your new password.
fr: Invocateur %username%, vous pouvez maintenant vous connecter à votre compte MVNerds avec votre nouveau mot de passe.

source: What next?
fr: Que voulez-vous faire ?
